/*
 Localizable.strings
 KofaxMobileDemo
 
 Created by David Duffy on 2/3/15.
 Copyright (c) 2016 Kofax. All rights reserved.
 */

"Account Number" = "Kontonummer";
"Active Profile" = "Aktives Profil";
"Add Component" = "Komponente hinzufügen";
"Add Image Processor Settings to Mail Body:" = "Bildverarbeitungseinstellungen zum E-Mail-Text hinzufügen:";
"Address 1" = "Adresse 1";
"Address 2" = "Adresse 2";
"Advanced Settings" = "Erweiterte Einstellungen";
"Advanced" = "Erweitert";
"Africa" = "Afrika";
"All Profiles" = "Alle Profile";
"Amount Due" = "Fälliger Betrag";
"Amount Title" = "Beschriftung - Betrag";
"Amount Title:" = "Beschriftung - Betrag:";
"Amount" = "Betrag";
"Amounts mismatch" = "Beträge stimmen nicht überein";
"An endorsement could not be found on the back of the check. Would you like to retry?" = "Auf der Rückseite des Schecks konnte kein Indossament gefunden werden. Möchten Sie es erneut versuchen?";
"Animated Guides" = "Animierte Anleitungen";
"App Stats Settings" = "App Stats-Einstellungen";
"App Title:" = "App-Titel:";
"App:" = "App:";
"Asia" = "Asien";
"Australia" = "Australien";
"Auto Crop:" = "Autom. zuschneiden:";
"Auto Rotate:" = "Autom. drehen:";
"Auto" = "Autom";
"BUTTON PREVIEW" = "VORSCHAU";
"BUTTONS" = "Schaltflächen";
"BW" = "S/W";
"Back Instructions Text" = "Anweisungstext für Rückseite";
"Back Instructions Text:" = "Anweisungstext für Rückseite:";
"Back Retake Button Text:" = "Beschriftung Schaltfläche Erneut aufnehmen:";
"Back Use Button Text:" = "Beschriftung Schaltfläche Verwenden:";
"Back Use Button Text" = "Beschriftung Schaltfläche Verwenden";
"Back User Instruction Text" = "Anweisungstext für Rückseite";
"Back" = "Zurück";
"Background Smoothing:" = "Hintergrundglättung:";
"Basic" = "Grundlegende Einstellungen";
"Bill extraction cannot be performed because the app cannot connect to the network." = "Rechnung kann nicht extrahiert werden, da das Gerät keine Verbindung zum Netzwerk herstellen kann.";
"Check extraction cannot be performed because the app cannot connect to the network." = "Scheck kann nicht extrahiert werden, da das Gerät keine Verbindung zum Netzwerk herstellen kann.";
"Credit Card Cannot be extracted as the device cannot connect to the network." = "Kreditkarte kann nicht extrahiert werden, da das Gerät keine Verbindung zum Netzwerk herstellen kann.";
"Black" = "Schwarz";
"Blue (0 - 255):" = "Blau (0 - 255):";
"Both" = "Beide";
"Button Color" = "Schaltflächenfarbe";
"CSkew Settings:" = "CSkew-Einstellungen:";
"CSkew String" = "CSkew-Zeichenfolge";
"CVV" = "Prüfnummer";
"Camera Screen" = "Bildschirm Kamera";
"Camera Settings" = "Kameraeinstellungen";
"Canada" = "Kanada";
"Cancel Button Text" = "Beschriftung Schaltfläche - Abbrechen";
"Cancel Button Text:" = "Beschriftung Schaltfläche - Abbrechen:";
"Cancel" = "Abbrechen";
"Capture Experience:" = "Erfassungserfahrung:";
"Capture Type:" = "Erfassungstyp:";
"Capture your information simply by taking a photo of your driver license" = "Machen Sie einfach ein Foto von Ihrem Führerschein";
"Card Number" = "Kartennummer";
"Check Animation" = "Scheckanimation";
"Check Back" = "Scheckrückseite";
"Check Deposit" = "Scheckeinlösung";
"Check Extraction:" = "Extraktion:";
"Check For Duplicates" = "Auf Duplikate überprüfen";
"Check Front" = "Scheckvorderseite";
"Check History" = "Scheckhistorie";
"Check Number Title" = "Beschriftung - Schecknummer";
"Check Number Title:" = "Beschriftung - Schecknummer:";
"Check Number" = "Schecknummer";
"Check Validation:" = "Schecküberprüfung:";
"Check is not usable." = "Scheck ist nicht brauchbar.";
"Checking" = "Girokonto";
"City" = "Stadt";
"Clear" = "Löschen";
"Clone Profile" = "Profil klonen";
"Color Style" = "Farbstil";
"Color" = "Farbe";
"Component Alert!!!" = "Komponentenwarnung!";
"Component with empty name can't be saved. Please enter component name." = "Komponente mit leerem Namen kann nicht gespeichert werden. Bitte geben Sie einen Komponentennamen ein.";
"Content" = "Inhalt";
"Corners" = "Ecken";
"Could not classify Driver License." = "Führerschein konnte nicht klassifiziert werden.";
"Couldn’t read the Document." = "Dokument konnte nicht gelesen werden.";
"Couldn’t read the bill" = "Rechnung konnte nicht gelesen werden";
"Coupon Submitted For Processing" = "Zahlungsanforderung übermittelt";
"Create New Profile" = "Neues Profil erstellen";
"Create Profile" = "Profil erstellen";
"Custom Button Color" = "Tastenfarbe";
"Custom Button Title Color" = "Farbe der Tastenschrift";
"Custom Color" = "Benutzerdef. Farbe";
"Custom Component" = "Benutzerdefinierte Komponente";
"Custom Fields" = "Benutzerdefinierte Felder";
"Custom Header Color" = "Header-Farbe";
"Custom Header Title Color" = "Farbe der Header-Schrift";
"Dark Blue" = "Dunkelblau";
"Dark Gray" = "Dunkelgrau";
"Dark Green" = "Dunkelgrün";
"Database not found" = "Datenbank nicht gefunden";
"Default profile cannot be deleted!!!" = "Standardprofil kann nicht gelöscht werden!";
"Deposit Submitted For Processing" = "Scheckeinlösung übermittelt";
"Deposit To Title:" = "Beschriftung - Einlösen über:";
"Deposit To Title" = "Beschriftung - Einlösen über";
"Deposit To" = "Einlösen über";
"Deposit to" = "Einlösen über";
"Deskew By:" = "Schräglagenkorrektur nach:";
"Deskew:" = "Schräglagenkorrektur:";
"Despeckle" = "Flecken entfernen";
"Detect" = "Erkennen";
"Embossed" = "Geprägt";
"Non-Embossed" = "Nicht geprägt";
"Device Orientation Text:" = "Beschriftung - Geräteausrichtung:";
"Do Process:" = "Verarbeiten:";
"Do not show again" = "Nicht mehr anzeigen";
"Do you want to cancel submission of License?" = "Übermittlung abbrechen?";
"Do you want to cancel submission of the License?" = "Übermittlung abbrechen?";
"Do you want to cancel submission of the Passport?" = "Übermittlung abbrechen?";
"Do you want to cancel the Check Deposit?" = "Scheckeinlösung abbrechen?";
"Do you want to cancel the credit card payment?" = "Zahlung abbrechen?";
"Do you want to cancel the payment?" = "Zahlung abbrechen?";
"Do you want to save your changes?" = "Möchten Sie Ihre Änderungen speichern?";
"Document Type" = "Dokumenttyp";
"Document extraction cannot be performed because the app cannot connect to the network." = "Dokument kann nicht extrahiert werden, da die App keine Verbindung zum Netzwerk herstellen kann.";
"Document" = "Dokument";
"Driver License Submitted For Processing" = "Führerschein zur Verarbeitung übermittelt";
"Driver License extraction cannot be performed because the app cannot connect to the network." = "Führerschein kann nicht extrahiert werden, da die App keine Verbindung zum Netzwerk herstellen kann.";
"Driver License" = "Führerschein";
"Duplicate Check" = "Duplikatprüfung";
"Duplicate component name please enter other name" = "Doppelter Komponenten. Bitte geben Sie einen anderen Namen ein.";
"Email Settings" = "E-Mail-Einstellungen";
"Image Processor Settings" = "Bildeinstellungen";
"Edit Color" = "Ändern";
"Edit Component" = "Komponente bearbeiten";
"Edit Profile" = "Profil bearbeiten";
"Email Address" = "E-Mail-Adresse";
"Email Message" = "E-Mail-Nachricht";
"Email Settings" = "E-Mail-Einstellungen";
"Enable App Stats:" = "App Stats aktivieren:";
"Endorsement not found" = "Kein Indossament gefunden";
"Enter Account Number" = "Kontonummer eingeben";
"Enter Address 1" = "Adresse 1 eingeben";
"Enter Address 2" = "Adresse 2 eingeben";
"Enter ID" = "Ausweisnummer eingeben";
"Enter Last Name" = "Nachname eingeben";
"Enter Middle Name" = "Zweiten Vornamen eingeben";
"Enter Name" = "Name eingeben";
"Enter Pay By" = "Zahlungsdatum (Zahlung am) eingeben";
"Enter Payment Amount" = "Zahlungsbetrag eingeben";
"Enter Phone Number" = "Telefonnummer eingeben";
"Enter Profile Name" = "Profilname eingeben";
"Enter Street" = "Straße eingeben";
"Error creating INSERT statement" = "Fehler beim Erstellen der INSERT-Anweisung";
"Error" = "Fehler";
"Europe" = "Europa";
"Expiry Date" = "Ablaufdatum";
"Export Format:" = "Exportformat:";
"Export Profile" = "Profil exportieren";
"Export URL:" = "Export-URL:";
"Extraction Failed!!" = "Extrahierung fehlgeschlagen!";
"Extraction failed" = "Extrahierung fehlgeschlagen";
"FEMALE" = "WEIBLICH";
"Failed" = "Fehlgeschlagen";
"Fit ID Card back in the frame, picture will be taken automatically" = "Erfassen Sie die Ausweis-Rückseite in dem Rahmen.\nDas Bild wird automatisch aufgenommen";
"Fit ID Card front in the frame, picture will be taken automatically" = "Erfassen Sie die Ausweis-Vorderseite in dem Rahmen.\nDas Bild wird automatisch aufgenommen";
"Fit Passport in the frame, picture will be taken automatically" = "Erfassen Sie den Reisepass in dem Rahmen.\nDas Bild wird automatisch aufgenommen";
"Fit check back in the frame, picture will be taken automatically" = "Erfassen Sie die Scheck-Rückseite in dem Rahmen.\nDas Bild wird automatisch aufgenommen";
"Fit check front in the frame, picture will be taken automatically" = "Erfassen Sie die Scheck-Vorderseite in dem Rahmen.\nDas Bild wird automatisch aufgenommen";
"Fit payment coupon in the frame, picture will be taken automatically" = "Erfassen Sie die Zahlungsanforderung in dem Rahmen.\nDas Bild wird automatisch aufgenommen";
"Frame Aspect Ratio:" = "Seitenverhältnis:";
"Front Instructions Text" = "Anweisungstext für Vorderseite";
"Front Retake Button Text:" = "Beschriftung Schaltfläche Erneut aufnehmen für Vorderseite:";
"Front Retake Button Text" = "Beschriftung Schaltfläche Erneut aufnehmen für Vorderseite";
"Front Use Button Text:" = "Beschriftung Schaltfläche Verwenden für Vorderseite:";
"Front Use Button Text" = "Beschriftung Schaltfläche Verwenden für Vorderseite";
"Front User Instruction Text:" = "Anweisungstext für Vorderseite:";
"Front User Instruction Text" = "Anweisungstext für Vorderseite";
"Front" = "Vorderseite";
"GENERAL TEXTS" = "ALLGMEINE TEXTE";
"Gradient" = "Farbverlauf";
"Gray" = "Grau";
"Green (0 - 255):" = "Grün (0 - 255):";
"HEADERS" = "KOPFZEILEN";
"Header Color" = "Kopfzeilenfarbe";
"Hold Steady Text:" = "Text - Ruhig halten:";
"Hold Steady Text" = "Text - Ruhig halten";
"Hold Steady" = "Ruhig halten";
"Home Screen Icon" = "Startbildschirm-Symbol";
"Host name or IP address" = "Hostname oder IP-Adresse";
"If the Document Type is not configured, a list containing all available ones will be shown" = "Wenn der Dokumenttyp nicht konfiguriert ist, wird eine Liste aller verfügbaren Dokumenttypen angezeigt";
"If you have any questions, comments or suggestions please contact Technical Support" = "Bei Fragen, Anmerkungen und Vorschlägen wenden Sie sich bitte an den Technical Support.";
"Image Preview" = "Bildvorschau";
"Image" = "Bild";
"Import" = "Importieren";
"Improper device orientation" = "Ungeeignete Geräteausrichtung";
"Instruction Screen Icon" = "Symbol für Anleitungen";
"Instructions Text" = "Anweisungstext";
"Invalid Export URL" = "Ungültige Export-URL";
"Invalid Image Size" = "Ungültige Bildgröße";
"Invalid RTTI URL" = "Ungültige RTTI-URL";
"Invalid check back" = "Ungültige Scheck-Rückseite";
"Invalid KTA URL" = "Ungültige KTA-URL";
"KMC License has expired!" = "KMC-Lizenz ist abgelaufen!";
"KMC License is invalid!" = "KMC-Lizenz ist ungültig!";
"Kofax Front Office Server" = "Kofax Front Office Server";
"Kofax Mobile Demo - Exported Profile" = "Kofax Mobile Demo - Exportiertes Profil";
"Kofax TotalAgility" = "Kofax TotalAgility";
"Latin America" = "Lateinamerika";
"Layout" = "Layout";
"Level Indicator:" = "Wasserwaage:";
"License Back" = "Führerschein-Rückseite";
"License Error!!!" = "KMC-Bildverarbeitungsfehler!";
"License Front" = "Führerschein-Vorderseite";
"Light Gray" = "Hellgrau";
"List of Components" = "Liste der Komponenten";
"Local" = "Lokal";
"Login Required" = "Anmeldung erforderlich";
"Login Screen" = "Anmeldebildschirm";
"Login" = "Anmelden";
"Logo" = "Logo";
"MALE" = "MÄNNLICH";
"MICR not detected" = "MICR nicht entdeckt";
"Main Screen" = "Hauptbildschirm";
"Make Deposit" = "Scheck einlösen";
"Make Payment" = "Bezahlen";
"Manual Capture Time" = "Zeit bis zur Automatikabschaltung";
"MICR Title" = "Beschriftung - MICR";
"MICR Title:" = "Beschriftung - MICR:";
"Mode:" = "Modus:";
"Move Closer Text:" = "Abstand verringern:";
"Move Closer Text" = "Abstand verringern";
"Move Closer" = "Abstand verringern";
"Name Selected Component" = "Name der ausgewählten Komponente";
"Name" = "Name";
"Network Alert!!" = "Netzwerkwarnung!";
"No history found" = "Keine Historie gefunden";
"No" = "Nein";
"None" = "Keine";
"Not Tested" = "Nicht getestet";
"Number" = "Nummer";
"OK" = "OK";
"Off" = "Aus";
"Offset Threshold" = "Toleranz der Lageabweichung";
"-"="-";
"On" = "Ein";
"Orange" = "Orangefarben";
"PREVIEW" = "VORSCHAU";
"Page Detection:" = "Seitenerkennung:";
"Page Not Found Text:" = "Text für 'Seite nicht gefunden':";
"Passport Submitted for Processing" = "Reisepass zur Verarbeitung übermittelt";
"Passport" = "Reisepass";
"Password" = "Kennwort";
"Pay Bills" = "Rechnungen bezahlen";
"Payment Amount" = "Zahlungsbetrag";
"Payment Coupon" = "Zahlungsanforderung";
"Payment Due:" = "Zahlung fällig am";
"Payment Submitted For Processing" = "Zahlung zur Verarbeitung übermittelt";
"Phone Number" = "Telefonnummer";
"Pitch Threshold" = "Neigungstoleranz Querachse";
"Please enter a valid export URL" = "Geben Sie bitte eine gültige Export-URL ein";
"Please enter a valid RTTI URL" = "Geben Sie bitte eine gültige RTTI-URL ein";
"Please enter a valid KTA URL" = "Geben Sie bitte eine gültige KTA-URL ein";
"Please enter amount" = "Geben Sie bitte den Betrag ein";
"Please enter CSkew string" = "Geben Sie bitte eine CSkew-Zeichenfolge ein";
"Please enter custom fields" = "Geben Sie bitte benutzerdefinierte Felder ein";
"Please enter account details" = "Geben Sie bitte Kontodetails ein";
"Please enter email address" = "Geben Sie bitte eine E-Mail-Adresse ein";
"Please enter footer" = "Geben Sie bitte die Fußzeile ein";
"Please enter password" = "Geben Sie bitte das Kennwort ein";
"Please enter the component name" = "Geben Sie bitte den Komponentennamen ein";
"Please enter username" = "Geben Sie bitte den Benutzernamen ein";
"Please enter valid email address" = "Geben Sie bitte eine gültige E-Mail-Adresse ein";
"Port Number" = "Portnummer";
"Port" = "Port";
"Preview Screen" = "Bildschirm Vorschau";
"Preview" = "Vorschau";
"Processing Failed" = "Verarbeitung fehlgeschlagen";
"Processing of the image failed. Please retake." = "Verarbeitung des Bilds ist fehlgeschlagen. Bitte erneut aufnehmen";
"Profile Alert!!!" = "Profilwarnung!";
"Profile Alert!!" = "Profilwarnung!";
"Profile Name" = "Profilname";
"Profile Settings" = "Profileinstellungen";
"Profile can't be created" = "Profil kann nicht erstellt werden";
"Profile with empty name can't be created. Please enter a name." = "Ein Profil mit einem leeren Namen kann nicht erstellt werden. Bitte geben Sie einen Namen ein.";
"Profile with same name exists. Do you want to overwrite existing?" = "Es ist bereits ein Profil mit demselben Namen vorhanden. Möchten Sie es überschreiben?";
"Profiles" = "Profile";
"Prompt for Attachment Name:" = "Eingabeaufforderung für Anhangsname:";
"Province" = "Region";
"Quick Analysis Feedback" = "Kurzanalyse - Feedback";
"RGB COLOR" = "RGC-FARBE";
"RTTI Settings" = "RTTI-Einstellungen";
"Server Settings" = "Servereinstellungen";

"Recipient:" = "Empfänger:";
"Rectangular" = "Rechteckig";
"Red (0 - 255):" = "Rot (0 - 255):";
"Red" = "Rot";
"Rename Component" = "Komponente umbenennen";
"Reset" = "Zurücksetzen";
"Response Error" = "Antwortfehler";
"Response received from server is not as expected" = "Unerwartete Antwort vom Server erhalten";
"Retake Button Text:" = "Schaltflächentext: Erneut aufnehmen";
"Retake Button Text" = "Schaltflächentext: Erneut aufnehmen";
"Retake" = "Erneut aufnehmen";
"Retake?" = "Erneut aufnehmen?";
"Roll Threshold" = "Neigungstoleranz Längsachse";
"Rounded" = "Abgerundet";
"Routing Number Title" = "Beschriftung - Bankleitzahl";
"Routing Number Title:" = "Beschriftung - Bankleitzahl:";
"Routing Number" = "Bankleitzahl";
"SDK:" = "SDK:";
"SUCCESS" = "Vorgang erfolgreich";
"Save" = "Speichern";
"Save Profile" = "Profil speichern";
"Savings" = "Sparkonto";
"Scale(dpi):" = "Skalieren (DPI):";
"Search MICR:" = "MICR suchen:";
"Check For Duplicates:" = "Auf Duplikate überprüfen:";
"Show Check Info:" = "Scheckinformationen anzeigen:";
"Select Component" = "Komponente auswählen";
"Select Date Of Birth" = "Geburtsdatum auswählen";
"Select Destination" = "Ziel auswählen";
"Select Expiry Date" = "Ablaufdatum auswählen";
"Select Gender" = "Geschlecht auswählen";
"Select Issue Date" = "Ausstellungsdatum auswählen";
"Select Profile" = "Profil auswählen";
"Select Region" = "Region auswählen";
"Select an account, Enter amount and then take photos of front and back of the check" = "Konto auswählen, Betrag eingeben und Fotos von Vorder- und Rückseite aufnehmen";
"Select the Color Scheme" = "Wählen Sie das Farbschema aus";
"Select the Region of Your ID " = "Wählen Sie die Region, in welcher der Ausweis ausgestellt wurde ";
"Server Name" = "Servername";
"Server Path:" = "Serverpfad";

"Sharpen:" = "Schärfen:";
"Show All Fields" = "Alle Felder anzeigen";
"Show Check Guiding Demo" = "Anleitungsdemo für Scheckeinlösung anzeigen:";
"Show Check Info" = "Scheckinformationen anzeigen";
"Show Detected Page Borders:" = "Erkannte Seitenränder anzeigen:";
"Show Instruction Screen" = "Anleitungen anzeigen";
"Show Static Frame:" = "Statischen Rahmen anzeigen:";
"Signature and MICR not found" = "Unterschrift und MICR nicht gefunden";
"Signature not found" = "Unterschrift nicht gefunden";
"Singapore" = "Singapur";
"Skip" = "Überspringen";
"State" = "Bundesland";
"Subject:" = "Betreff:";
"Submit Alert Text:" = "Übermittlungsbestätigung:";
"Submit Alert Text" = "Übermittlungsbestätigung";
"Submit Button Text" = "Beschriftung Sendeschaltfläche";
"Submit Button Text:" = "Beschriftung Sendeschaltfläche:";
"Submit Cancel Alert Text:" = "Übermittlungsabbruch:";
"Submit Cancel Alert" = "Übermittlungsabbruch";
"Submit To" = "Übermitteln an";
"Submit" = "Übermitteln";
"Succeeded" = "Erfolgreich";
"Summary Screen" = "Übersichtsbildschirm";
"Supported image size for this screen:\n\n180 x 180" = "Unterstützte Bildgröße für diesen Bildschirm:\n\n180 x 180";
"Supported images sizes for this screen:\n\niPhone 6: 402 x 134\niPhone 6plus: 402 x 134\niPhone 5+: 402 x 134\niPhone 4s: 402 x 134" = "Unterstützte Bildgrößen für diesen Bildschirm:\n\niPhone 6: 402 x 134\niPhone 6plus: 402 x 134\niPhone 5+: 402 x 134\niPhone 4s: 402 x 134";
"Supported images sizes for this screen:\n\niPhone 6plus: 1242 x 2080||2208\niPhone 6: 750 x 1206||1334)\niPhone 5+: 640 x 1008 || 1136\niPhone 4s: 640 x 832 || 960" = "Unterstützte Bildgrößen für diesen Bildschirm:\n\niPhone 6plus: 1242 x 2080||2208\niPhone 6: 750 x 1206||1334\niPhone 5+: 640 x 1008 || 1136\niPhone 4s: 640 x 832 || 960";
"Take a photo of Payment Coupon" = "Zahlungsanforderung fotografieren";
"Take a photo of credit card and submit for payment" = "Kreditkarte fotografieren und Foto senden";
"Take a photo of back of the check" = "Rückseite des Schecks fotografieren";
"Tap to capture manually" = "Manuell aufnehmen";
"Tap to capture" = "Aufnehmen";
"Target & Circle" = "Fadenkreuz";
"Text Color" = "Textfarbe";
"The Current Profile" = "Aktuelles Profil";
"The RTTI server may be offline or does not exist." = "Der RTTI-Server ist möglicherweise offline oder nicht vorhanden.";
"The KTA server may be offline or does not exist." = "Der KTA-Server ist möglicherweise offline oder nicht vorhanden.";
"The Request timed out." = "Zeitlimit für Anforderung überschritten.";
"The amount you entered does not match the amount scanned from your check" = "Der eingegebene Betrag stimmt nicht mit dem beim Scannen Ihres Schecks ermittelten Betrag überein";
"This check is invalid as the codeline includes an encoded amount." = "Dieser Scheck ist ungültig, da die Kodierzeile einen kodierten Betrag enthält.";
"The captured image is" = "Das erfasste Bild ist";
"This appears to be the front for the check. Please capture the back of the check" = "Dies scheint die Vorderseite des Schecks zu sein. Bitte erfassen Sie die Rückseite des Schecks";
"Title Color" = "Textfarbe";
"To import a Kofax Mobile Demo Profile tap on the attached File and select 'Open in Kofax Mobile Demo'" = "Um ein Kofax Mobile Demo-Profil zu importieren, tippen Sie auf die angehängte Datei und wählen Sie 'In Kofax Mobile Demo öffnen'.";
"Unable to create mail" = "Mail konnte nicht erstellt werden";
"Unable to find MICR. Would you like to retry?" = "MICR kann nicht gefunden werden. Erneut versuchen?";
"Unable to find Signature. Would you like to retry?" = "Unterschrift kann nicht gefunden werden. Erneut versuchen?";
"Unable to find both MICR and Signature. Would you like to retry?" = "Unterschrift und MICR können nicht gefunden werden. Erneut versuchen?";
"Unicolor" = "Unicolor";
"United States" = "Vereinigte Staaten";
"Unknown KMC License error!" = "Unbekannte KMC-Lizenz!";
"Use Button Text:" = "Schaltflächentext: Übermitteln";
"Use Button Text" = "Schaltflächentext: Übermitteln";
"Use Default Settings:" = "Standardeinstellungen verwenden:";
"Use Hand Print:" = "Handschrift verwenden:";
"Use Quick Analysis:" = "Kurzanalyse verwenden:";
"Use SSL:" = "SSL verwenden:";
"Use" = "Verwenden";
"Used Document Type" = "Verwendeter Dokumenttyp";
"User Instruction Text:" = "Benutzeranweisung:";
"User Instruction Text" = "Benutzeranweisung";
"Username" = "Benutzername";
"Version Information" = "Versionsinfo";
"Video" = "Video";
"Would you like to delete Active Profile?" = "Möchten Sie das aktive Profil löschen?";
"Would you like to retake?" = "Möchten Sie erneut aufnehmen?";
"Yes" = "Ja";
"You are holding device too far or too near to Passport" = "Möglicherweise halten Sie das Gerät zu nahe am Reisepass oder zu weit davon entfernt";
"You are holding device too far or too near to check" = "Möglicherweise halten Sie das Gerät zu nahe am Scheck oder zu weit davon entfernt";
"You are holding device too far or too near to coupon" = "Möglicherweise halten Sie das Gerät zu nahe an der Zahlungsaufforderung oder zu weit davon entfernt";
"You may be holding the device too near to or too far from the driver license" = "Möglicherweise halten Sie das Gerät zu nahe am Führerschein oder zu weit davon entfernt";
"Your check deposit has been accepted and is in review" = "Ihre Scheckeinlösung wurde akzeptiert und ist in Bearbeitung.";
"Your check deposit has been accepted" = "Ihre Scheckeinlösung wurde akzeptiert";
"Zip Code" = "Postleitzahl";
"Zip" = "PLZ";
"and over-saturated" = "und übersättigt";
"and under saturated" = "und untersättigt";
"blurred" = "verschwommen";
"over-saturated" = "übersättigt";
"test" = "Test";
"true" = "richtig";
"under saturated" = "untersättigt";
"© 2016 Kofax Mobile Demo" = "© 2016 Kofax Mobile Demo";
"Please configure your mail in Setting of the device" = "Bitte konfigurieren Sie Ihre E-Mail in den Einstellungen des Geräts";
"Message" = "Nachricht";
"Would you like to send the images via mail for debugging?" = "Möchten Sie die Bilder zwecks Fehlersuche und -behebung per E-Mail versenden?";
"Check image is too light. Please re-take the picture and submit again." = "Scheckbild ist zu hell. Bitte nehmen Sie das Bild erneut auf und übermitteln Sie es erneut.";
"Check image is too dark. Please re-take the picture and submit again." = "Scheckbild ist zu dunkel. Bitte nehmen Sie das Bild erneut auf und übermitteln Sie es erneut.";
"Codeline is not usable. Please re-take the picture and submit again." = "Kodierzeile ist nicht brauchbar. Bitte nehmen Sie das Bild erneut auf und übermitteln Sie es erneut.";
"Deposit amount is not recognized. Please re-take the picture and submit again." = "Einlösebetrag wird nicht erkannt. Bitte nehmen Sie das Bild erneut auf und übermitteln Sie es erneut.";
"Transit number is invalid. Please try different check." = "Bankleitzahl ist ungültig. Bitte versuchen Sie es mit einem anderen Scheck.";
"Reason For Rejection" = "Ablehnungsgrund";
"Credit Card" = "Kreditkarte";
"Fill viewable area with credit card" = "Sichtbereich mit Kreditkarte ausfüllen";
"Creditcard extraction cannot be performed because the app cannot connect to the network." = "Kreditkarte kann nicht extrahiert werden, da die App keine Verbindung zum Netzwerk herstellen kann.";
"Could not read the credit card." = "Kreditkarte nicht lesbar";
"Center credit card" = "Kreditkarte zentrieren";
"Extract method" = "Extraktionsmethode";
"Please enter valid card number" = "Bitte geben Sie eine gültige Kartennummer ein";
"Please enter valid expiry date" = "Bitte geben Sie ein gültiges Ablaufdatum ein";
"Please enter valid CVV" = "Bitte geben Sie eine gültige Kartenprüfnummer ein";
"Select Country" = "Land auswählen";
"Select the country of your check" = "Wählen Sie das Ausstellungsland aus";
"Check Information" = "Scheckinformationen";
"Select the country of your BILL" = "Wählen Sie das Ausstellungsland aus";
"Could not read the document." = "Dokument konnte nicht gelesen werden.";
"Pay By" = "Zahlung am";
"Capture Image" = "Bild erfassen";
"Capture Barcode" = "Strichcode erfassen";
"Old-ID" = "ALT";
"New-ID" = "NEU";
"Could not classify ID Card." = "Ausweis konnte nicht klassifiziert werden.";
"ID Card extraction cannot be performed because the app cannot connect to the network." = "Ausweis kann nicht extrahiert werden, da die App keine Verbindung zum Netzwerk herstellen kann.";
"Signature" = "Unterschrift";
"Photo" = "Foto";
"Female" = "Weiblich";
"ID Card" = "Ausweis";
"Configure Theme" = "Design konfigurieren";
"Please enter app title" = "Bitte geben Sie einen App-Titel ein";
"Footer:" = "Fußzeile:";
"Component Graphics" = "Komponentengrafik";
"Application Graphics" = "App-Grafik";
"Select Header Color" = "Kopfzeilen-Farbe auswählen";
"Select Button Color" = "Schaltflächen-Farbe auswählen";
"Select Header Text Color" = "Farbe für Kopfzeilen-Text auswählen";
"Select Button Text Color" = "Farbe für Schaltflächen-Text auswählen";
"Enter Component Name" = "Geben Sie den Komponentennamen ein";
"Edit Labels" = "Beschrift. bearbeiten";
"Default Email Address" = "Standard-E-Mail-Adresse";
"Kofax Mobile Demo" = "Kofax Mobile Demo";
"Server Type" = "Servertyp";
"Save Original Image" = "Originalbild speichern";
"Highlight extracted data" = "Extrahierte Daten hervorheben";
"Enter Username" = "Benutzername eingeben";
"Enter Password" = "Kennwort eingeben";
"Enter Process Name" = "Prozessname eingeben";
"Enter ID Type " = "Ausweistyp eingeben ";

"Account" = "Konto";
"Process Name" = "Prozessname";
"ID Type" = "Ausweistyp";
"Please enter ID type" = "Bitte geben Sie einen Ausweistyp ein";
"Please enter process name" = "Bitte geben Sie den Prozessnamen ein";
"Show Gallery:" = "Bildergalerie anzeigen:";
"Stability Delay" = "Stabilitätsverzögerung";
"Auto Torch:" = "Autom. Licht:";
"Uniform Guidance" = "Einheitliche Anleitung";
"Export URL" = "Export-URL";
"JSON" = "JSON";
"MSSQL" = "MSSQL";
"RAM Threshold (KB):" = "RAM-Limit (KB):";
"File Threshold (KB):" = "Limit für Dateigröße (KB):";
"Barcode Reader" = "Strichcodeleser";
"Usable" = "Gültig";
"Duplicate" = "Duplikat";
"LAR" = "Betrag in Buchstaben";
"CAR" = "Numerischer Betrag";
"Routing No." = "BLZ";
"amount" = "Betrag";
"Account No." = "Kontonr.";
"Auxiliary On-Us" = "Auxiliary On-Us";
"EPC" = "EPC";
"Date" = "Datum";
"Payee name" = "Zahlungs-empfänger";
"Restrictive Endorsement Present" = "Einschränkendes Indossament vorhanden";
"Restrictive Endorsement" = "Einschränkendes Indossament";
"Signature" = "Unterschrift";
"Codeline" = "Kodierzeile";
"Payee Endorsement" = "Gegenzeichnung Empfänger";
"Under size Image" = "Bild zu klein";
"Torn Document Corners" = "Fehlende Dokumentenecken";
"Torn Document Edges" = "Eingerissene Kanten";
"Document Framing Error" = "Fehlerhafter Zuschnitt";
"Document Skew" = "Schräglage des Dokuments";
"Over size Image" = "Bild zu groß";
"Piggy back Document" = "Dokumentüberlagerung";
"Image Too Light" = "Bild zu hell";
"Image Too Dark" = "Bild zu dunkel";
"Horizontal Streaks" = "Querstreifen";
"Below Min Front Image Size" = "Bild vorne zu klein";
"Above Max Front Image Size" = "Bild vorne zu groß";
"Below Min Rear Image Size" = "Bild hinten zu klein";
"Above Max Rear Image Size" = "Bild hinten zu groß";
"Spot Noise" = "Verschmutzung";
"Image Dimension Mismatch" = "Bildformat passt nicht";
"Carbon Strip" = "Durchschreibestreifen";
"Out Of Focus" = "Nicht im Fokus";
"True" = "Richtig";
"MICR" = "MICR";
"Fill viewable area with check" = "Sichtbereich mit Scheck ausfüllen";
"Move Back" = "Abstand vergrößern";
"Done!" = "Erledigt!";
"NONE" = "HINWEIS";
"Fill viewable area with payment coupon" = "Sichtbereich mit Zahlungsanforderung ausfüllen";
"Center Payment coupon" = "Zahlungs-anforderung zentrieren";
"Hold Device More Level" = "Gerät horizontal halten";
"Rotate Device" = "Gerät drehen";
"Hold Device Level" = "Gerät horizontal halten";
"ID Card Submitted For Processing" = "Ausweis zur Verarbeitung übermittelt";
"Capture your information simply by taking a photo of your ID Card" = "Machen Sie einfach ein Foto von Ihrem Ausweis";
"Do you want to cancel submission of the ID Card?" = "Übermittelung abbrechen?";
"Fill viewable area with ID card" = "Sichtbereich mit Ausweis ausfüllen";
"Center ID card" = "Ausweis zentrieren";
"Capture the information page" = "Erfassen Sie die Informationsseite";
"Fill viewable area with passport" = "Sichtbereich mit Reisepass ausfüllen";
"Country" = "Land";
"Show Check Guiding Demo:" = "Anleitungsdemo für Scheckeinlösung anzeigen:";
"Nationality" = "Nationalität";
"Hong Kong" = "Hongkong";
"United Kingdom" = "Vereinigtes Königreich";
"NA" = "n. z";
"BankRight" = "BankRight";
"Bankright" = "BANKRIGHT";
"RTTI" = "RTTI";
"KTA" = "KTA";
"Back Retake Button Text:" = "Beschriftung Schaltfläche Erneut aufnehmen:";
"Back Retake Button Text" = "Beschriftung Schaltfläche Erneut aufnehmen";
"Back User Instruction Text:" = "Anweisungstext für Rückseite:";
"Captured Message Text:" = "Bestätigungsmeldung:";
"Captured Message Text" = "Bestätigungsmeldung";
"Center Message Text:" = "Meldungstext Zentrieren:";
"Center Message Text" = "Meldungstext Zentrieren";
"Zoom Out Text:" = "Meldungstext Vergrößern:";
"Zoom Out Text" = "Meldungstext Vergrößern";
"Hold Parallel Text" = "Parallel zum Text halten";
"Hold Parallel Text:" = "Parallel zum Text halten:";
"Orientation Text" = "Textorientierung";
"Orientation Text:" = "Textorientierung:";
"Front Instructions Text:" = "Anweisungstext für Vorderseite:";
"Send Image Summary:" = "Bildzusammenfassung senden:";
"Submit Payment" = "Zahlung übermitteln";
"Tap on image to preview" = "Tippen Sie, um Vorschau anzuzeigen";
"Center Check" = "Scheck zentrieren";
"Check Results" = "Scheck";
"IQA Results" = "IQA";
"Usability Results" = "Brauch-bar-keit";
"NO" = "NEIN";
"YES" = "JA";
"Center Passport" = "Reisepass zentrieren";
"Blue" = "Blau";
"Cameroon" = "Kamerun";
"Other" = "Andere";
"China" = "China";
"India" = "Indien";
"South Korea" = "Südkorea";
"Keypass" = "Keypass";
"Albania" = "Albanien";
"Germany" = "Deutschland";
"Lithuania" = "Litauen";
"Luxembourg" = "Luxemburg";
"Brazil" = "Brasilien";
"Ecuador" = "Ecuador";
"El Salvador" = "El Salvador";
"Guatemala" = "Guatemala";
"St. Christ Nevis" = "St. Kitts und Nevis";
"SELECT THE COUNTRY OF YOUR ID" = "Wählen Sie das Ausstellungsland aus";
"MICR:" = "MICR:";
"Check No:" = "Schecknr:";
"Amount:" = "Betrag:";
"Date:" = "Datum:";
"Done" = "Erledigt";
"Next" = "Weiter";
"Previous" = "Zurück";
"Remember Me" = "Daten speichern";
"MM / YY" = "MM / JJ";
"ID" = "Ausweisnummer";
"First Name" = "Vorname";
"Middle Name" = "Zweiter Vorname";
"Last Name" = "Nachname";
"Street" = "Straße";
"Enter City" = "Stadt eingeben";
"Enter State" = "Bundesland eingeben";
"Enter Zip Code" = "PLZ eingeben";
"FirstName" = "Vorname";
"MiddleName" = "Zweiter Vorname";
"LastName" = "Nachname";
"DateOfBirth" = "Geburtsdatum";
"Gender" = "Geschlecht";
"ISG" = "ISG";
"GPU" = "GPU";
"Enter Driver License" = "Führerschein eingeben";
"Issue Date" = "Ausgestellt";
"Date Of Birth" = "Geburtsdatum";
"Enter First Name" = "Vorname eingeben";
"Enter Gender" = "Geschlecht eingeben";
"Enter Date Of Birth" = "Geburtsdatum eingeben";
"Enter Issue Date" = "Ausstellungsdatum eingeben";
"Enter Expiry Date" = "Ablaufdatum eingeben";
"IssueDate" = "Ausgestellt";
"ExpirationDate" = "Ablaufdatum";
"Country" = "Land";
"CountryLong" = "Land (langer Name)";
"Nationality" = "Nationalität";
"PersonalNumber" = "Personalnummer";
"PassportNumber" = "Reisepassnr.";
"MRZ1" = "MRZ1";
"MRZ2" = "MRZ2";
"Edge Detection:" = "Kantenerkennung:";
"Show Guiding Demo:" = "Anleitungsdemo anzeigen:";
"Please enter valid amount." = "Gültigen Betrag eingeben";
"Extraction Settings" = "Extraktionseinstellungen";
"Available Offline Count" = "Verfügbarer Offline-Zähler:";
"Acquire Count" = "Zähler abrufen:";
"Server Type" = "Servertyp";
"Auto-Fetch" = "Autom. Holen:";
"Fetch" = "Holen";
"Server URL" = "Server-URL";
"License Volume" = "Lizenzmenge";
"On Device" = "On-Device";
"Extraction Type" = "Extraktionstyp";
"Server" = "Server";
"Edit" = "Bearbeiten";
"Delete" = "Löschen";
"Back Side" = "Rückseite";
"Key 1,Display Label 1;Key 2,Display Label 2;" = "Key 1,Anzeigetext 1;Key 2,Anzeigetext 2;";
"Enter License" = "Lizenz eingeben";
"Scan License QR Code" = "QR-Code der Lizenz scannen";
"OR" = "OR";

"Models Download" = "Modell-Download";
"Download Models" = "Modelle herunterladen";
"Download Completed" = "Download abgeschlossen";
"Do you want to download Models now" = "Möchten Sie jetzt Modelle herunterladen?";
"Models are up to date" = "Modelle sind aktuell.";
"Please enter a valid Models server URL" = "Geben Sie bitte die Server-URL eines gültigen Modells ein.";
"Please enter a valid server URL" = "Geben Sie bitte eine gültige Server-URL ein";
"Download Models first to continue with ODE" = "Um mit ODE fortzufahren, müssen Sie zuerst die Modelle herunterladen.";
"Image Processing:" = "Bildverarbeitung:";
"Card Network" = "Kartennetzwerk";
"Could not read the card." = "Kreditkarte nicht lesbar.";
"No Network" = "Kein Netz";
"Network is not available!!" = "Netzwerk ist nicht verfügbar!";
"Mobile ID" = "Mobile ID";
"Server Extraction" = "Serverextraktion";
"Server & Device Extraction" = "Extraktion von Server und Gerät";
"Kofax" = "Kofax";
